[
  {
    "role": "Administrador",
    "descripcion": [
      "Gestionar la creación, actualización y desactivación de cuentas de usuarios.",
      "Definir y mantener los perfiles y permisos de acceso al sistema.",
      "Supervisar el correcto funcionamiento general del sistema de registro de actividades.",
      "Revisar reportes globales de uso del sistema y detectar posibles incidencias.",
      "Coordinar con soporte técnico la solución de problemas funcionales o técnicos.",
      "Mantener actualizada la configuración general (horarios, parámetros, catálogos, etc.).",
      "Resguardar la seguridad de la información y el cumplimiento de las políticas institucionales.",
      "Apoyar en la capacitación inicial de nuevos usuarios del sistema.",
      "Realizar auditorías periódicas sobre el uso del sistema y los registros almacenados.",
      "Proponer mejoras y evoluciones del sistema para apoyar la gestión académica y administrativa."
    ]
  },
  {
    "role": "Funcionario",
    "descripcion": [
      "Atender consultas del público y de estudiantes de manera eficiente y cordial.",
      "Gestionar y archivar documentación administrativa del departamento.",
      "Coordinar y mantener actualizados los registros de actividades y reportes internos.",
      "Apoyar la logística de eventos académicos y administrativos.",
      "Colaborar con otros departamentos y equipos para asegurar el flujo de información.",
      "Cumplir con los procedimientos y normas institucionales de manera responsable.",
      "Emitir reportes y respaldos cuando sean requeridos por la dirección.",
      "Mantener la confidencialidad y el orden de los documentos institucionales.",
      "Supervisar el uso adecuado de los sistemas administrativos y tecnológicos.",
      "Velar por el cumplimiento de plazos y requerimientos internos."
    ]
  },
  {
    "role": "Secretaria",
    "descripcion": [
      "Apoyar la gestión administrativa y académica del departamento.",
      "Coordinar reuniones, actas y documentación oficial del área.",
      "Atender consultas de estudiantes, docentes y público general.",
      "Registrar y mantener actualizados los horarios y salas asignadas.",
      "Gestionar el flujo de información entre dirección, docentes y funcionarios.",
      "Colaborar en la organización de eventos académicos y de vinculación.",
      "Supervisar el uso y estado del sistema de registro de actividades.",
      "Emitir reportes y respaldos administrativos cuando sean requeridos.",
      "Mantener la confidencialidad y orden de los documentos institucionales.",
      "Velar por el cumplimiento de plazos y requerimientos administrativos."
    ]
  }
]
